{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Agree and Proceed"
			},
			"Translation":
			{
				"Text": "Agree and Proceed"
			},
			"Key": "3F9A1CDB4AE059428BBC1B82700A1A9C"
		},
		{
			"Source":
			{
				"Text": "The current version of the VR Additions mod you are trying to use has potential incompatibilities with the version of SML in use. This may cause potential instabilities while playing, including minor issues, or even crashes.\r\n\r\nThe potential causes for this could be trying to play on the wrong version o fmajor game updates (ex. A version made for Update 7 on Update 8, or vice versa), or an outdated version of SML or the mod being installed.\r\n\r\nTo fix this error, ensure that the version of the mod you are using is built for the current game update you are using. Also ensure you are on the latest version of the mod that supports your game version, and that you are using the latest version of SML. If this error continues to appear even though you have confirmed everything is correct, then make sure to join my Discord server and report it as an issue."
			},
			"Translation":
			{
				"Text": "The current version of the VR Additions mod you are trying to use has potential incompatibilities with the version of SML in use. This may cause potential instabilities while playing, including minor issues, or even crashes.\r\n\r\nThe potential causes for this could be trying to play on the wrong version o fmajor game updates (ex. A version made for Update 7 on Update 8, or vice versa), or an outdated version of SML or the mod being installed.\r\n\r\nTo fix this error, ensure that the version of the mod you are using is built for the current game update you are using. Also ensure you are on the latest version of the mod that supports your game version, and that you are using the latest version of SML. If this error continues to appear even though you have confirmed everything is correct, then make sure to join my Discord server and report it as an issue."
			},
			"Key": "50EA20AD44F68F635548FFB9282B5845"
		}
	]
}